export const options = [
  {
    title: '14项主动安全功能',
    children: [
      '四向雷达预警',
      'FCW前向碰撞预警',
      'AEB自动紧急制动',
      'TSR交通标志识别',
      'BSD盲区监测预警',
      'DOW车门开启预警',
      'LDW车道偏离预警',
      'LKA车道保持辅助',
      'ELK车道紧急保持辅助',
      'RCW后向碰撞预警',
      'RCTA后方横向来车预警',
      'IHB智能远光灯（自动切换远近光）',
      '窄路辅助（低速靠近障碍物自动开启环视影像）',
      '后驻车雷达'
    ]
  },
  {
    title: '15项被动安全功能',
    children: [
      '主驾/副驾安全带（预紧限力式）',
      '后排左/右侧3点式安全带（预紧限力式）',
      '后排中间3点式安全带（紧急锁止式）',
      '主/副驾安全气囊',
      '前排侧气囊',
      '前/前/后排头部气囊（气帘）',
      '前排安全带未系提醒',
      '后排安全带未系提醒（仅仪表显示）',
      'ESP9.3车身稳定系统',
      'EPB电子驻车制动',
      'AVH自动驻车',
      'HDC陡坡缓降',
      'SCM二次碰撞减缓',
      'TPMS胎压监测及实时显示',
      '随车工具包'
    ]
  }
]
