<script setup lang="ts">
import CarFooter from '@/components/CarFooter/CarFooter.vue'
</script>

<template>
  <CarFooter :car-index="0">
    <template v-slot:remarks>
      <p>
        *画面渲染创意，仅做展示功能使用，并不代表交付车辆所搭载的UI和具体功能的标准。详情请后续留意小鹏汽车官方和销售门店，以最终实际交付车辆的情况为准。
      </p>
      <p>
        *画面提及功能配置并非全系标配，部分功能需整车进行OTA获得，具体信息参看官方产品配置表。
      </p>
      <p>
        *请遵守交通法规，谨慎驾驶，XPILOT智能辅助驾驶、XNGP智能辅助驾驶仅为辅助驾驶系统，请实时观察路面情况，避免危险情况发生。
      </p>
      <p>
        1.
        数据来源于小鹏实验室，系部分车型特定条件实验数据，实际使用可能有所差异。
      </p>
      <p>2. 仅部分车型具备，各车型扬声器数量参看官方产品配置表。</p>
      <p>3. 仅部分车型具备，各车型传感器数量参看官方产品配置表。</p>
      <p>4. 需通过双Orin-X芯片实现，各车型芯片数量参看官方产品配置表。</p>
      <p>
        5. 指XNet能够实现车外环境实时渲染展示，并非实时生成自动驾驶高精度地图。
      </p>
      <p>6. 数据来源于小鹏实验室。</p>
      <p>7. 仅700四驱高性能版Max配备。</p>
      <p>
        8.
        数据来源于小鹏实验室，系在特定条件下基于G6特定版本试验车辆，利用小鹏S4超快充桩实验得出的CLTC表显续航里程，实际效果受车辆状态，适配的充电产品以及使用环境等因素有所差异。
      </p>
      <p>
        9.
        按照C-NCAP&E-NCAP中欧双五星评价体系标准、C-IASI中保研安全标准设计开发。
      </p>
    </template>
  </CarFooter>
</template>

<style scoped></style>