<script setup lang="ts">
import CarFooter from '@/components/CarFooter/CarFooter.vue'
</script>

<template>
  <CarFooter :car-index="1">
    <template v-slot:remarks>
      <p>
        *画面渲染创意，仅做展示功能使用，并不代表交付车辆所搭载的UI和具体功能的标准。详情请后续留意小鹏汽车官方和销售门店，以最终实际交付车辆的情况为准。
      </p>

      <p>
        *画面提及功能配置并非全系标配，部分功能需整车进行OTA获得，具体信息参看官方产品配置表。
      </p>

      <p>
        *请遵守交通法规，谨慎驾驶，XPILOT智能辅助驾驶、XNGP智能辅助驾驶仅为辅助驾驶系统，请实时观察路面情况，避免危险情况发生。
      </p>

      <p>
        1. 第三方机构实验数据，部分车型特定条件实验数据，实际使用可能有所差异。
      </p>

      <p>
        2.
        芯片及硬件非全系标配，各车型实际芯片及感知硬件数量和搭载情况请以最终实际量产交付为准。
      </p>

      <p>
        3.
        3.9秒百公里加速，以及百公里刹停距离33.3m，仅支持部分车型，数据来源于小鹏实验室，系试验车辆在特定加载、SOC、及环境下的测试结果。
      </p>

      <p>4. 仅四驱版本标配。</p>

      <p>5. 数据来源于小鹏实验室，系同品牌车型对比实验结果。</p>

      <p>6. 702公里续航非全系标配，详见官方产品配置表。</p>

      <p>
        7.
        充电时间数据来源于小鹏实验室，系在特定条件下基于小鹏P7i特定车型试验车，利用小鹏S4超快充桩通过试验得出，实际充电时间受实际使用情况，车辆状态以及使用环境等因素有所差异。
      </p>

      <p>
        8.
        数据来源于小鹏实验室，为特定条件下基于小鹏P7i特定车型试验车，利用小鹏S4超快充桩通过实验得出的CLTC表显续航里程，实际效果因车辆配置/状态、适配充电产品以及使用环境等因素有所差异。
      </p>
    </template>
  </CarFooter>
</template>