const options = [
  {
    title: '16项主动安全配置',
    children: [
      [
        'AEB自动紧急制动',
        'FCW前向碰撞预警',
        'RCTA后方横向来车预警',
        'LDW车道偏离预警',
        'LKA车道保持辅助',
        'ELK车道紧急保持辅助',
        'RCW后向碰撞预警',
        'BSD盲区监测预警'
      ],
      [
        'DOW车门开启预警',
        'TSR交通标志识别',
        'IHB智能远光灯(自动切换远近光)',
        '主驾MSB电动马达安全带(安全提醒)',
        '上坡/下坡辅助',
        '倒车车侧预警',
        '窄路辅助(低速靠近障碍物自动开启环视影像)',
        '转向辅助(低速转向时自动开启环视影像)'
      ]
    ]
  },
  {
    title: '11项被动安全配置',
    children: [
      [
        '主驾/副驾安全带(预紧限力式)',
        '后排左/右侧3点式安全带(预紧限力式)',
        '后排中间3点式安全带(紧急锁止式)',
        '主/副驾安全气囊',
        '前排左右侧气囊',
        '前/后排头部侧气帘',
        'ISOFIX儿童座椅接口',
        '后排侧门电子儿童锁',
        '座椅安全带未系提醒(全车)',
        'TPMS胎压监测及实时显示',
        '补胎工具'
      ]
    ]
  }
]

export default options
