export const options = [
  {
    title: '13项主动安全配置',
    children: [
      {
        title: '6项侧向主动安全',
        children: [
          'LDW车道偏离预警',
          'LKA车道保持辅助',
          'ELK车道紧急保持辅助',
          'BSD盲区监测预警',
          'LCA车道变换预警',
          'DOW车门开启预警'
        ]
      },
      {
        title: '5项前向主动安全',
        children: [
          'FDM前向车距提示',
          'FCW前向碰撞预警',
          'AEB自动紧急制动',
          'IHB智能远光灯',
          'TSR交通标志识别'
        ]
      },
      {
        title: '2项后向主动安全',
        children: ['RCW后向碰撞预警', 'RCTA后方横向来车预警']
      }
    ]
  },
  {
    title: '11项被动安全配置',
    children: [
      [
        '主驾/副驾安全带(预紧限力式)',
        '主驾MSB电动马达安全带',
        '后排左/右侧3点式安全带(预紧限力式)',
        '后排中间3点式安全带(紧急锁止式)',
        '主/副驾安全气囊',
        '前排左右侧气囊',
        '前/后排头部侧气帘',
        'ISOFIX儿童座椅接口',
        '后排侧门电子儿童锁',
        '座椅安全带未系提醒(全车)',
        'TPMS胎压监测及实时显示'
      ]
    ]
  }
]
