<script setup lang="ts">
import CarFooter from '@/components/CarFooter/CarFooter.vue'
</script>

<template>
  <CarFooter car-id="g9">
    <template v-slot:remarks>
      <p>
        *画面渲染创意，仅做展示功能使用，并不代表交付车辆所搭载的UI和具体功能的标准。详情请后续留意小鹏汽车官方和销售门店，以最终实际交付车辆的情况为准。
      </p>
      <p>
        *画面提及功能配置并非全系标配，部分功能需整车进行OTA获得，具体信息参看官方产品配置表。
      </p>
      <p>
        *请遵守交通法规，谨慎驾驶，XPILOT智能辅助驾驶、XNGP智能辅助驾驶仅为辅助驾驶系统，请实时观察路面情况，避免危险情况发生。
      </p>
      <p>
        1.
        各车型感知元件及芯片数量参看官方产品配置表，508TOPS算力需通过双Orin芯片实现。
      </p>
      <p>
        2. XNet能够实现车外环境实时渲染展示，并非实时生成自动驾驶高精度地图。
      </p>
      <p>
        3.
        数据来源于小鹏实验室，系在常温条件下使用小鹏S4充电桩测得，实际充电时间受使用情况、车辆状态以及使用环境等因素影响会有所差异。
      </p>
      <p>
        4.数据来源于小鹏实验室，实际效果因车辆配置/状态、适配充电产品及使用环境等因素有所差异。
      </p>
      <p>5. 在实验室特定环境下，按CLTC标准测试工况测试得出。</p>
      <p>6. 各车型可实现功能不同，详见官方产品配置表。</p>
      <p>7. 充气床垫非随车配送。</p>
      <p>
        8.
        仅支持部分车型，数据来源于小鹏实验室，系试验车辆在特定加载、SOC、及环境下的测试结果。
      </p>
      <p>
        9. 由2024款小鹏G9的前序车型小鹏G9
        702Max车型获得汽车健康联合研究中心2022年度“五星健康车”称号。
      </p>
      <p>
        10.
        由2024款小鹏G9的前序车小鹏G9获得，座舱内多个部位采用的材质于2022年获OEKO-TEX认证。
      </p>
    </template>
  </CarFooter>
</template>